ANIMALS = {

    "flamingo": {
        "name": "Розовый фламинго 🦩",
        "description": (
            "Ты — фламинго!\n\n"
            "Яркий, уверенный и любишь быть в центре внимания. "
            "Ты легко находишь общий язык с окружающими и ценишь общение."
        ),
        "fact": (
            "💡 Интересный факт:\n"
            "Фламинго получают розовый цвет из пищи — рачков, богатых каротиноидами."
        ),
        "image": "assets/images/flamingo.png"
    },

    "elephant": {
        "name": "Азиатский слон 🐘",
        "description": (
            "Ты — азиатский слон!\n\n"
            "Ты надёжный, заботливый и ценишь близких. "
            "Ты умеешь поддерживать других и всегда приходишь на помощь."
        ),
        "fact": (
            "💡 Интересный факт:\n"
            "Слоны могут общаться на больших расстояниях с помощью инфразвука, "
            "который человек не слышит."
        ),
        "image": "assets/images/elephant.jpg"
    }
}
